/* 
  Localizable.strings
  WhenWork

  Created by 洁靖 张 on 11-11-14.
  Copyright (c) 2011年 __MyCompanyName__. All rights reserved.
*/
/* I Know */
"I Know" = "确定";

/* application title */
"Job Scheduer" = "排班表";

/* alart title in editing profile view */
"Input Job Name" = "无法保存";

/* job name */
"Job Name" = "名字";

/* dd */
"Name of Job" = "工作的名字";

/* OK */
"OK" = "OK";

/* alert string in editing profile view to let user input job name */
"Please input Job Name" = "输入名字以后才能保存";

/* empty name is not allow in profile view */
"Please Input Name" = "请输入名字以后再重新保存";

/* how long rest days */
"Rest Length" = "休息天数";

/* save profile */
"Save" = "保存";

/* setting for profiles */
"Setting" = "设置";

/* start with this date */
"Start With" = "开始日期";

/* how long work days */
"Work Length" = "工作天数";

/* today */
"Today" = "今天";

"Error" = "请重新输入";

/* return to home in profile view */
"Home" = "主页";

/* alart title in  profile adding view */
"incomplete input" = "无法保存";

/* alert string in editing profile view let user choose start date" */
"Please choose start date" = "请选择开始日期";

/* shift management view */
"Management Shift" = "排班管理";

/* more */
"More" = "更多";

/* cancel */
"Cancel" = "取消";

/* change shift */
"change shift" = "进行换班";

/* manage shift in main view */
"manage shift" = "管理排班";

"Change Icon" = "改变图标";

"Change Color" = "改变颜色";


"Shift Detail" = "详细信息";

/* name and icon title */
"Name and Icon" = "名字和图标";

/* InfColorPicker default nav item title */
"Set Color" = "选择图标的颜色";

/* title of choose icon view */
"Choose Icon" = "选择排班的图标";

/* tips in profiles view */
"choose to change shift detail" = "选择你希望查看和修改的班,开关可以控制是否让该班次显示在日历上。";


/* add new shift  in profiles view*/
"Adding new shift..." = "增加新排班...";

"Tell a friend" = "告诉朋友";

"Email support" = "反馈建议";

"Rating me!"    = "给我评分吧!";

"[SSS] ShiftSheduler support" = "[SSS] 排班表支持";

"Check this app: Shift Sheduler" = "推荐一个应用：排班表";

"__TELL_OTHER_BODY__" = "Hi, \n 我发现一个应用做排班很好，我用着很好，推荐你也下载下来用一用吧！，\n 点这个链接可以打开了： http://itunes.apple.com/cn/app/pai-ban-biao/id482061308?mt=8&uo=4";

/****/
"Time and Remind" = "上下班时间以及提醒";
/* Time to start work */
"Clock In" = "上班时间";
/* How many hours? */
"With Hours" = "工作时长";
/* how long notice before work */
"Work Alert" = "上班提醒";
/* how long time remind me before off */
"Off Alert"  = "下班提醒";

/* None alert */
"None" = "从不";
/* just on time */
"At time of event" = "发生时";
"5 minutes before" = "5分钟前";
"15 minutes before" = "15分钟前";
"30 minutes before" = "30分钟前";
"1 hour before" = "1小时前";
"2 hour before" = "2小时前";
"Hours" = "小时";
"will start in %d Hour" = "将要在%d小时后上班";
"will start in %d Minutes" = "将要在%d分上班";
"is start now" = "上班时间到了";
"will off in %d Hour" = "将要在%d小时候下班";
"will off in %d Minutes" = "将要在%d分钟后下班";
"is off now" = "下班时间到了";


"__SYSTEM_ALERT_DETAIL__" = "使用iOS默认提醒声音或者使用应用的提醒声音";

"Alert Sound" = "声音提醒";
"System Alert Sound" = "iOS提醒音";


"__NO_PROFILE_MESSAGE__" = "你还没有设置任何班次纪录，现在去创建一个吗？";
"__NO_PROFILE_NO__" = "不用了";
"__NO_PROFILE_YES__" = "好的，带我去";

